Repository: giellalt/corpus-nob
Catalog: tmx/fkv/news/ruijankaiku/den_beste_hunden_i_verden.docx.tmx
Source language: nob
Languages: fkv

source: Den beste hunden i verden
fkv: Maailman paras koira

source: En dag kom det noe rart til øya vår.
fkv: Muutamanna päivänä meiđän saarheen tuli jotaki merkilistä.

source: Jeg møtte aldri hunden Tello, men savner ham likevel.
fkv: Mie en koskhaan päässy kohtaamhaan Tello-koiraa, mutta kuitenki mie kaippaan sitä.

source: Han var mammas hund da hun var ung.
fkv: Se oli mamman koira ko mamma oli pieni.

source: I oktober 1944 måtte mamma vekk fra Finnmark.
fkv: Oktooperissa 1944 mamma häytyi jättäät Finmarkun.

source: Det var evakuering.
fkv: Se oli evakueerinki.

source: Folk ble sendt med båter sørover, mange fiskebåter og store skip var med i tvangsflyttingen.
fkv: Ihmiset lähätethiin laivoila etelhään, se oli paljon fiskuvenheitä ja issoi laivoi myötä pakkosiirtämisessä.

source: Mamma og hennes familie ville ha med Tello på båten, men tyskerne som styrte evakueringen av Honningsvåg var mindre dyregode.
fkv: Mamma ja sen peret haluthiin ottaat Tellon myötä laivale, mutta tyskäläiset jokka johđethiin Vookin evakueerinkkii, ei tykänheet niin hyvin elläimistä.

source: Kommandert av sted av soldater lurte mamma hunden med seg om bord, og på hele seilasen lå Tello gjemt under tante Rut’s uekte pelskåpe.
fkv: Vaikka sotamiehet komenethiin koiran pois, mamma kuitenki sai sen tuođuksi sallaa laivale, ja koko matkan Tello oli piilossa Rutta-tätin falskiturkin alla.

source: De gikk i ett, Tello og tante Ruttas kåpe.
fkv: Net kuljethiin yhđessä, Tello ja Rutta-tätin turkki.

source: Ei stund etter krigen var mammas bror uheldig og rygget bilen over Tello.
fkv: Vähän jälkhiin sođan mamman veli vahingossa pöräs piililä Tellon pääle.

source: Han døde.
fkv: Se kuoli.

source: Men den hunden jeg har møtt som jeg savner aller mest, var Rex.
fkv: Mutta oon kans ollu koira minkä mie olen kohđanu ja mitä mie kaippaan kaikkiin enniiten, ja se oon Rex.

source: En stor og snill schäfer med livsglede like uslitelig som den tykke og gode pelsen han sprang rundt i. Alle som har hund har den beste hunden i verden, men det er feil.
fkv: Iso ja siivo sääfferi millä elämänilo oli yhtä vahva ko sen turkki missä se juoksenteli ympäri, oli paksu ja hyvä. Kaikkiin koira oon mailman paras koira, mutta se ei ole tosi.

source: Rex var nemlig den beste hunden i verden.
fkv: Rex oli nimittäin mailman paras koira.

source: Mamma og de andre trodde han var en familiehund, men Rex var min hund.
fkv: Mamma ja muut luulthiin ette se oli peretkoira, mutta ei, Rex oli minun koira.

source: Lizken, pent antrukket i svart pels med hvite, kreative tegninger, var katta vår.
fkv: Meilä oli kansa kissa minkä nimi oli Lizken. Sillä oli kaunis musta turkki ja siinä valkkeita, kreatiivissii piirustuksii.

source: Hun var voksen da valpen Rex kom i hus, og den katten var det uvanlig mye godlyd i. Mamma sa vi burde gi Lizken en kost, så kunne hun male hele huset.
fkv: Se oli jo täysi ko meile tuli koiranpenikkä Rex, ja se kissa oli harvinaisen hyvänluontoinen. Mamma sanoi ette met pitäisimmä anttaat Lizkenille tortin, sillä se saattais kehrätä paljon lankkaa.

source: Rex og Lizken var perlevenner, og jeg rakk å gå flere år på skolen før jeg lærte at vennskapet mellom dyrene våre var uvanlig.
fkv: Rex ja Lizken olthiin parhaat ystävät, ja mie kerkesin käyđä usheeman vuođen kouluu ennen ko ymmärsin ette meiđän elläinten välinen ystävyys oli jotaki epätavalista.

source: Fordi, sa frøken og de andre, at katt og hund er som hund og katt.
fkv: Siksi että, sanothiin fröökynä ja muut, ette kissa ja koira oon niin ko kissa ja koira oon.

source: Noe som het båndtvang.
fkv: Sen nimi oli pankapakko.

source: Ingen på øya hadde vært borti noe sånt, kanskje unntatt naboen vår som festet sele på ungene straks de lærte å gå.
fkv: Kukhaan muu ko piian meiđän kranni ei saarela ollu kuulukhaan semmoisesta. Kranni pani kläpit valjhaissiin heti ko net opithiin kävelemhään.

source: For å begrense ugang, sa naboen, han holdt ungen på kort tau hvis de spaserte tur.
fkv: Tarkoituksena hättiit onnettomuuksii, kranni sanoi, se näjet piti kläppii lyhykäisessä nuorassa jos het olthiin ulkona kävelemässä.

source: Og lengre tau hvis ungen var ute alene i hagen.
fkv: Ja pitemässä nuorassa jos kläppi oli yksin ulkona haakissa.

source: Mamma sa jeg måtte være nøye med å ha Rex i bånd når det var båndtvang.
fkv: Mamma sanoi ette mie häyđyn tasan pittäät Rexin pangassa sen aijan ko oli pantapakko.

source: Den delen av året varte alt for lenge, synes både Rex og jeg, men han fant en løsning.
fkv: Se aika vuođesta kesti aivan liijan pitkän aikkaa, met Rexin kansa molemat ajattelima, mutta hän hoksas siihen kuitenki konstin.

source: Løsningen Rex fant på, var å leie seg selv.
fkv: Konsti minkä Rex hoksas, oli ette hän taluttaa itte itteens.

source: Alt jeg trengte å gjøre når vi skulle gå tur, var å klipse den velbrukte lærreima fast i halsbåndet, resten ordnet Rex.
fkv: Kaikki mitä mie piđin tehđä ko meinasimma lähteet ulos, oli näpsästä hyvinpiđetyn nahkaremmin kiini kaulapankhaan, Rex hommas lopun.

source: I et varsomt bitt holdt han reima fast i munnen, håndløkka dinglet så pent fra snuten der vi trasket av sted.
fkv: Se piti remmii varroin suussa, käsilänkky keikkui nätisti Rexin suussa siinä ko lähđimä menehmään.

source: Uvisst hvem av oss som egentlig gikk ved fot.
fkv: Ei se ole hyvä sannoot kumpi käveli vieressä.

source: Et smutthull i loven hadde Rex funnet, og alle syntes det var greit.
fkv: Rex oli löytäny lajista reijän mistä mennä läpi, ja kaikki tykäthiin ette se oli hyvä niin.

source: Så nær som ei frue fra lengre bort i nabolaget.
fkv: Ilman yhtä frouvaa mikä asui vähän kauvempanna meistä.

source: At damen var av det finere slaget var lett å forstå, det hørte alle på den stygge kjeftingen.
fkv: Ette daami oli vähän fiinemppää sorttii, se oli kyllä helppo ymmärttäät, senhän nyt kuulthiin kaikki ko se haukkui niin vistosti.

source: «Nei nå!»
fkv: «Ja ei!»

source: Det var den pripne fruen, en dag jeg og Rex gikk tur nedenfor huset og så henne på motsatt side av veien.
fkv: Se oli se kärys frouva, yhtenä päivänä ko mie ja Rex olima kävelemässä talon alapuolela ja näjimä hänen tien toisela puolela.

source: «Jeg må altså minne deg på at det er båndtvang!
fkv: «Mie jouđun sitte muistuttamhaan sinnuu ette se oon pankapakko!

source: » ropte hun over veien.
fkv: » se huusi tien yli.

source: «Dere må holde det store dyret deres i bånd!»
fkv: «Tet tarttetta pittäät tuon teiđän ison koiran pangassa!»

source: Men da, oppe i huset vårt, føk kjøkkenvinduet opp.
fkv: Mutta silloin, ylhäälä meiđän talossa, temmathiin köökinklasin auki.

source: Mamma, hun hadde hørt hva fruen ropte.
fkv: Mamma oli kuulu mitä frouva huusi.

source: «Han Rex går alltid i lænka når det e båndtvang!
fkv: «Rex se kulkkee tasan länkyssä ko oon pankapakko!

source: » Hengende halvt ut av vinduet så jeg mammas mørke krøller danse over hektiske kinn.
fkv: » Mamma hengas puoliksi ulvos klasista, ja mie näjin ette mamman tummat kiharat tansathiin sen kihtunheitten muottoin eđessä.

source: «Det må du jo skjønne.», ropte mamma.
fkv: «Sen verran sie kyllä häyđyt ymmärttäät”, mamma huusi.

source: «Han Rex han leie sæ sjøl!
fkv: Rex taluttaa itte ittensä!

source: Så han skal du la være i fred!»
fkv: Niin ette anna sie hänen olla rauhassa!»

source: Uken etter nådde ryktet hjem til oss.
fkv: Viikko jälkhiin huhu kerkes meileki asti.

source: Fruen hadde besøkt politiet.
fkv: Frouva oli käyny pulettian tykönä.

source: Klaget sin nød over denne blodtørstige ulven som gikk løs, midt i båndtvangen blant uskyldige medborgere på Larsjorda og forbi.
fkv: Vaitelu hättääns ko semmoinen verenhimoinen hukka kulki vaphaana, keskelä pankapakkoo vijattomiitten porvariitten joukossa Larsjordala ja sielä päin.

source: Lovbrudd av verste sort.
fkv: Pahhiiman sorttinen rikos.

source: Men over Honningsvåg fløy ryktene like fort som måsen, alle visste hva lovens vokter hadde svart.
fkv: Mutta Vookin yli huhut lennethiin sama noppeesti ko kajavat, kaikin tieđethiin mitä lajinvarttii oli vastanu.

source: For da fruen toget inn der i gården, ble det straks spurt om hun siktet til Rex?
fkv: Sillä ko frouva purjetti sisäle, se heti häneltä kysythiin ette meinasko hän Rexii.

source: Jo, bekreftet fruen, Rex var udyrets navn.
fkv: Joo, frouva vastas, sen petoelläimen nimi oli Rex.

source: Men da, fra øvrighetens side, tok alt medhold slutt.
fkv: Mutta siihen loppuiki kokonhansa esivalttoin myötämieli.

source: Den godeste Rex, visste politiet beskjed, var det lite blodtørst over.
fkv: Rex, tiesi pulettia, oli oikhein vähän verenhimoinen.

source: Verdens snilleste, det visste da alle.
fkv: Mailman siivoin, sen tieđethiin kaikin.

source: Jo da, og dessuten, hadde politiledelsen pekt på fruen og sagt, var det langt større grunn til et alvorsord om jakthunden til fruens familie.
fkv: Justhiin niin, ja sen lisäksi, pulettiapäälikkö oli osoittannu sormela frouvaa, sanonu ette se oli paljon enämen syytä puhhuut muutaman vakavan sanan frouvan perheen jahtikoiran ympäri.

source: Flere til dels alvorlige klager hadde øvrigheten fått, om denne uteliggeren av en hund som støtt og stadig slet seg fra lenka i fruens hage og rak omkring i byen.
fkv: Esivalloile oli tullu osin vakaviiki vaiteluita tämän kulkulaiskoiran pääle mikä aleti repi ittensä irti länkystä frouvan haakista ja riutui ympäri kaupunkkii.

source: Hvor den jaktet verken liryper eller annet vilt, men unger.
fkv: Missä se ei kyllä jahđanu riitiriekkoi eli muita villielläimiitä mutta kläppii.

source: Alle visste at politiet hadde rett.
fkv: Kaikin tieđethiin ette pulettia oli oikkeessa.

source: Jeg var selv en av ungene som den humørsyke jakthunden smøg seg innpå.
fkv: Mie olin itte yksi niistä kläpiistä mitä se pahanilkinen jahtikoira vaani.

source: Men å bykse løs på meg turte hyena aldri, fordi Rex passet på.
fkv: Mutta minun kimpphuun se hyeena ei koskhaan tohtinu karistaat sillä ko Rex pasas pääle.

source: Andre unger var mindre heldige, de ble ofre for barneavstraffelser som varierte fra frisk jaging, til snapping og velting, glefsing og «gnæging.
fkv: Muila kläpiila oli huonompi tuuri, net jouđuthiin semmoisten lasten rankaisutappoin uhriksi ko friski jahti, kaataminen, hamphaila nappailu ja «jäytäminen.

source: » Etterpå så polvottene ut som om noen hadde brukt hullemaskin på dem, og da ble foreldrene ekstra sure.
fkv: » Jälkhiin vantthuut olthiin ko joku olis reijittänny net reijitysmasiinilla, ja siitä olthiin vanhiimet aivan eriliikaisen vihaiset.

source: Nå nei de frue, tilsa ryktene at politiet hadde svart, Rex har folkeskikk han.
fkv: Ei käy, frouva hyvä, muistelthiin huhut sen ympäri mitä pulettia oli vastanu, Rex se kyllä ossaa käyttäät ittensä.

source: Fruen gjorde som befalt, hun klaget siden aldri på Rex.
fkv: Frouva teki niin ko käskethiin eikä koskhaan jälkhiin vaitelu Rexin pääle.

source: I alle fall aldri som mamma og jeg hørte.
fkv: Ei kuitenkhaan koskhaan mitä met mamman kansa kuulima.
